[
  {
    "title": "Choking",
    "body": "إِذا كان الشخص قادراً على التنفس بقوة فعليه أن يستمر في السعال.\nأما إِذا كان الشخص مختنقاً وغير قادر على الكلام أو البكاء أو الضحك بقوة فيجب عمل التالي:\nالوقوف خلف الشخص المصاب.\nوضع إحدى القدمين أمام الأخرى قليلاً لتحقيق التوازن.\nلف الذراعين حول خصر الشخص المصاب.\nإمالة الشخص المصاب إلى الأمام قليلاً.\nعمل قبضة باليد الأُخرى ثم وضعها فوق منطقة السرة.\nمسك القبضة باليد الأُخرى ثم توجيه ضغطة بقوة على البطن بسرعة نحو الأعلى.\nالقيام بمعدل 6 إِلى 10 ضغطات بطنية حتى يزول الجسم العالق.\nأما في حال كان الشخص المصاب قد فقد وعيه فقم بالإنعاش القلبي الرئوي مع الضغطات الصدرية والأنفاس الانقاذية."
  },
  {
    "title": "Household injuries",
    "body": "يمكن أن تحدث الإصابات والحوادث المنزلية في أي وقت، بعض مسبباتها واضحة والبعض الآخر قد لا تتم ملاحظته، وهنالك إرشادات للوقاية من الحوادث في كل من الأماكن التالية:\n\n \n\nالمطبخ:\n\nإخراج الأطفال من المطبخ أثناء الطهي.\nإبعاد مقابض القدور والمقالي عن طرف الفرن، والحرص على استخدام عيون الأفران الداخلية وليست القريبة من الطرف.\nإبعاد الأطعمة الساخنة عن الأطفال، وكذلك عدم تركها على طرف سطح الطاولات.\nإبعاد الأدوات الحادة عن الأطفال، أو وضعها في خزائن مقفلة.\n \n\nغرفة النوم:\n\nالحرص على سلامة سرير أو مهد الطفل، وأن يكون مزود بحواجز لمنع سقوطه أثناء النوم.\nتجنب وضع الدمى القطنية مع الطفل أثناء النوم؛ لتجنب نومه عليها واختناقه بها.\nدورات المياه:\n\nمراقبة الطفل بشكل مستمر عند الاستحمام، حتى عند الرد على الهاتف يجب أخذ الطفل.\nالتأكد من درجة حرارة الماء قبل استحمام الطفل؛ لتجنب الحروق.\nإبعاد الأدوات الكهربائية (مثل: مجفف الشعر) عن الماء، وفصلها عند عدم الاستخدام.\nالحرص على إغلاق أبواب جميع دورات المياه وغرف غسيل الملابس.\n \n\nالسلامة الكهربائية:\n\nتغطية القوابس الكهربائية الغير مستخدمة بأغطيتها الخاصة.\nتنظيم الأسلاك داخل عوازل مخصصة لها، وإبعادها عن مسار عربات الأطفال.\nالمواد الكيميائية (الأدوية والمنظفات وغيرهم):\nوضع جميع الأدوية والمنظفات ومستحضرات التجميل في الرفوف العلوية أو في أماكن مقفلة، حيث أن الأطفال لا يفرقون بينها وبين الحلويات.\n \n\nالألعاب:\n\nالحرص على شراء الألعاب التي تناسب عمر الطفل.\nالحذر من الألعاب ذات الأطراف الحادة والأجزاء الصغيرة.\nالحرص على قراءة التعليمات المرفقة باللعبة، وذلك من ناحية العمر وطريقة التنظيف وغيرهم.\nالحذر من الألعاب التي تحتوي على أجزاء قد تسبب اختناق للطفل (مثل: الكرات الصغيرة).\nإبعاد ألعاب الأطفال عن المواليد.\n \n\nإرشادات عامة:\n\nالحرص على وجود حقيبة الإسعافات الأولية في المنزل.\nالحرص على إقفال أبواب المنزل؛ لمنع الأطفال من الخروج إلى الشارع بدون رقابة.\nالحرص على وجود حواجز الأمن في النوافذ؛ لحماية الأطفال من خطر السقوط.\nإبعاد الأثاث عن النوافذ؛ لمنع الأطفال من تسلقها والوصول إلى النافذة.\nوضع باب الأمان في بداية ونهاية الدرج.\nإبعاد الأكياس البلاستيكية عن الأطفال.\nإبعاد السجائر عن الأطفال.\nإبعاد الأسلحة عن الأطفال، وفي حال وجود مسدس بالمنزل فيجب تفريغه من الرصاص وإخفاؤه جيدًا وحفظ الرصاصات بعيدًا عن المسدس.\nالبقاء بقرب الطفل عند جلوسه في أماكن بعيدة عن الأرض (مثل: الكراسي).\nوضع الولاعات وأعواد الثقاب في خزائن مرتفعة."
  },
  {
    "title": "Convulsions",
    "body": "لايمكن التنبؤ بوقت الصرع، أو كم من الوقت قد يستمر، أو ما سيحدث خلاله، قد تبدأ بعض الأعراض البسيطة حيث تؤدي إلى فقدان الوعي أو السقوط على الأرض.\n\n \n\nمحفزات الصرع:\nتختلف المحفزات من شخص لآخر، ولكن المحفزات المشتركة تشمل:\n\nالإجهاد والإرهاق.\nعدم النوم.\nالقلق.\nالضغوط العصبية.\nارتفاع درجة حرارة الجسم (الحمى).\nالكافيين الزائد.\nالأضواء الساطعة.\nالكحول.\nعدم تناول الدواء الخاص بالصرع.\nإجراءات الطوارئ للجميع المصابين:\nافعل ( √):\n\nلاحظ الوقت المستنفذ في النوبة.\nحماية المصاب بالنوبة وذلك بإزالة أي أجسام ضارة في المكان القريب منه وإبعاده عن مصادر الخطر مثل منطقة السلالم.\nابعاد النظارات إذا كان المصاب يستخدمها.\nدعم رأس الشخص لمنعه من ضرب الأرض وذلك بوضع قطعة قماش أو جاكيت.\nلاتفعل (X):\n\nتثبيت المصاب عند الإصابة بالنوبة.\nعدم التجمهر حول المصاب.\nوضع أي جسم في فم المصاب أو بين أسنانه.\nمحاولة نقل المصاب أثناء النوبة.\nلاتذعر وتفترض أن المصاب على علم بما يحدث أو ما حدث.\nإعطاء المصاب أي نوع من الطعام أو الشراب حتى يفيق تمامًا. \n\nفي حال استمرار النوبة أكثر من 5 دقائق أو أكثر ينبغي طلب الإسعاف.\n\n   بعد انتهاء النوبة:\n\nوضع المصاب بلطف في وضع الإفاقة عند انتهاء النوبة ومسح اللعاب الزائد؛ لمنع اللعاب من عرقلة مجرى التنفس بالإضافة إلى أنه يساعد المصاب على التنفس بسهولة أكبر.\nطمأنة المصاب بهدوء.\nملازمة المصاب حتى يستعيد وعيه.\nالتحقق بلطف من فم المصاب بعد انتهاء النوبة بحيث لايوجد ما يمنع مجرى الهواء مثل الطعام أو الأسنان(سقوط الأسنان).\nإذا كان التنفس صعب بعد توقف النوبة يجب المسارعة في استدعاء سيارة الإسعاف."
  },
  {
    "title": "Burns",
    "body": "\t•\tحروق الدرجة الأولى (الخفيفة): \nإجراءات إسعافية:\nافعل :\n\t•\tتبريد الحرق للمساعدة في تهدئة الألم وذلك بوضع المنطقة المحترقة تحت الماء الجاري من الصنبور والمعتدل البرودة لمدة 10 إلى 15 دقيقة لتخفف الألم.\n\t•\tإزالة الاكسسوارات (مثل: خواتم أو ساعات أو أحزمة ) إن وجدت أو إزالة أحذية أو أي ملابس برفق وبسرعة ، قبل أن تتضخم المنطقة.\n\t•\tتغطية منطقة الحرق باستخدام ضمادة رطبة أو قطعة قماش نظيفة باردة، لتقليل خطر العدوى.\n\t•\tأخذ مسكن الألم إذا لزم الأمر وذلك لتخفيف الألم.\n\t•\tاطلب المساعدة فورًا إذا كانت الحروق شديدة وتمتد لمساحات واسعة، أو إذا لاحظت علامات العدوى مثل زيادة الألم واحمرار وتورم.\nلا تفعل :\n\t•\tلا تحاول لمس الفقاعات الناتجة من الحرق.\n\t•\tلا تضع أي مراهم أو استخدام الزبدة أو معجون الأسنان وغيرها من العلاجات على الحرق.\n\t•\tلا تستخدم الثلج مباشرة على المنطقة المصابة بالحروق.\n \nحروق الدرجة الثانية: \nإجراءات إسعافية:\nافعل :\n\t•\tحماية الشخص المصاب من الضرر.\n\t•\tانزع المجوهرات والأحزمة وغيرها، خاصة حول المناطق المحترقة على سبيل المثال الرقبة.\n\t•\tأخذ مسكن الألم إذا لزم الأمر وذلك لتخفيف الألم.\n\t•\tتغطية منطقة الحرق باستخدام ضمادة رطبة أو قطعة قماش نظيفة باردة.\n\t•\tتغطية الفقاعات المفتوحة بضمادة جافة ومعقمة.\nلا تفعل :\n\t•\tإزالة الملابس المحترقة العالقة على الجلد.\n\t•\tتغطية الحرق بضمادة لاصقة.\n\t•\tوضع المناطق المصابة بالحروق الكبيرة داخل الماء البارد لتفادي حدوث صدمة للمصاب.\n\t•\tاستخدام الثلج مباشرة على المنطقة المصابة بالحروق.\n\t•\tوضع أي مراهم أو استخدام الزبدة أو معجون الأسنان، أو غيرها من العلاجات على الحرق.\n\t•\tلمس أو فتح الفقاعات الناتجة من الحرق.\n\t•\tوضع القطن الرقيق على المنطقة المصابة والذي قد يثير الجلد.\n \n\t•\tحروق الدرجة الثالثة : \nتعتبر من أخطر الحروق حيث تشمل جميع طبقات الجلد وصولًا إلى الدهون، وقد تتأثر العضلات.\nإجراءات إسعافية:\nافعل :\nالاتصال بالهلال الأحمر فورًا، واتخاذ الإجراءات التاليه لحين وصولها:\n\t•\tتأكد من العلامات الحيوية للمصاب مثل التنفس.\n\t•\tحماية الشخص المصاب من الضرر، وذلك بإبعاده عن المواد المشتعلة أو الدخان أو مصادر الحرارة.\n\t•\tرفع المنطقة المصابة فوق مستوى القلب إذا كان ذلك ممكنا.\n\t•\tتغطية منطقة الحرق باستخدام ضمادة رطبة أو قطعة قماش نظيفة باردة.\nلا تفعل :\n\t•\tإزالة الملابس المحترقة العالقة على الجلد.\n\t•\tوضع المناطق المصابة بالحروق الكبيرة داخل الماء البارد لتفادي حدوث صدمة للمصاب (انخفاض مفاجئ في درجة حرارة الجسم).\n\t•\tتغطية الحرق بضمادة لاصقة.\n\t•\tوضع أي مراهم أو استخدام الزبدة أو معجون الأسنان، أو غيرها من العلاجات على الحرق.\nوضع القطن الرقيق على المنطقة المصابة والذي قد يثير المنطقة المصابة."
  },
  {
    "title": "Drowning",
    "body": "ما الذي يجب فعله عند رؤية الغريق؟\n\nطلب النجدة من المتواجدين في المكان.\nالتأكد من أن المحيط آمن للمنقذ.\nانتشال الغريق من الماء فورًا إذا كان قريب، وإذا كان بعيد لا يجب السباحة إليه إلا إذا كان المنقذ سباحًا ماهرًا.\n \n\nإجراءات إسعافية:\n\nوضع الغريق على أرض مستوية مستلقيًا على ظهره، ويجب الحذر عند التعامل معه فقد يكون فاقدًا وعيه بسبب ارتطام رأسه بشيء.\nمناداة الغريق وهز كتفيه للتأكد من استجابته.\nإذا لم يستجب الغريق للنداء فيجب التحقق من تنفسه.\nإرسال شخص للاتصال بالهلال الأحمر (997).\nإذا كان الغريق يتنفس: وضعه في وضع الإفاقة وتدفئته بالملابس أو البطانية وتغيير ثيابه المبللة وانتظار سيارة الإسعاف.\n\n \nإذا لم يكن يتنفس:\n1-   رفع رأس الغريق عن طريق وضع يد على جبينه ويد أسفل ذقنه ورفعه بحذر، وذلك لفتح مجرى التنفس.\n\n2-   تحسس مكان الحنجرة (تفاحة آدم) في الرقبة باستخدام إصبعين، وذلك للتحقق من وجود النبض.\n\n3-   البدء بإجراء التنفس الصناعي بالنفخ في فم المصاب 5 مرات ببطء (لمدة ثانية ونصف إلى ثانيتين) مع مراقبة ارتفاع صدره بعد النفخ والانتظار حتى يهبط صدره بين النفخات.\n\n4-   القيام بعملية الإنعاش القلبي الرئوي (30 ضغطة).\n\n5-   إعادة التنفس الصناعي بالنفخ مرتين فقط، ثم القيام بالإنعاش القلبي الرئوي مرة أخرى وهكذا إلى أن يستيقظ الغريق أو وصول سيارة الإسعاف.\n\n6-   إذا استعاد الغريق تنفسه قبل وصول سيارة الإسعاف فيجب تدفئته بالملابس أو البطانية وتغيير ثيابه المبللة.\n\n7-   مراقبة الغريق والتحقق من نبضه وتنفسه إلى أن يصل الإسعاف."
  },
  {
    "title": "Head injuries",
    "body": "أنواع الإصابات:\n\t•\tالارتجاج: قد يصاب بفقدان أو تشويش في الرؤية والتوازن لفترة قصيرة.\n\t•\tكسر الجمجمة: ظهور جروح في الرأس قد تكون علامة على ضرر أعمق داخل الرأس.\n\t•\tكدمة الدماغ: نزيف طفيف في الدماغ وقد يسبب تورم.\n \nإجراءات إسعافية: \u2028افعل :\nحافظ على هدوء المصاب وطمأنته وساعده على الجلوس.\nاستعمال كيس مجمد على منطقة الإصابة على سبيل المثال: كيس خضار مجمدة.\nتحقق من مستوى الوعي مثل: استجابة المصاب للصوت وذلك بطرح أسئلة بسيطة أو إعطائه إرشادات وغيرها.\nملازمة المصاب للتأكد من عدم ظهور علامات مثل النزيف.\nعند ظهور أعراض على المصاب مثل التقيؤ أكثر من مرتين، أو النعاس أو اضطراب في الكلام والرؤية، فيجب طلب المساعدة من الهلال الأحمر فورًا. \u2028\u2028لا تفعل :\n\t•\tضغط أي نزيف ناتج من الجروح في فروة الرأس.\n\t•\tلمس أي جرح موجود في رأس المصاب لمنع انتقال العدوى.\n\t•\tتحريك عنق المصاب وانتظار المساعدة الطبية.\n \nالعودة إلى قسم الطوارئ عند:\n\t•\tاستمرار القيء\n\t•\tزيادة الصداع.\n\t•\tصعوبة في الاستيقاظ من النوم."
  },
  {
    "title": "Fractions",
    "body": "الأسباب الأكثر شيوعًا للكسور هي:\n\nالحوادث المؤلمة: مثل الإصابات الرياضية وحوادث السيارات والسقوط.\nهشاشة العظام: هذا الاضطراب يضعف العظام ويجعلها أكثر عرضة للكسر.\nالإفراط في الحركة المتكررة: يمكن أن تتعب العضلات وتضع مزيدًا من القوة على العظم. وهذا يمكن أن يؤدي إلى كسور الإجهاد (أكثر شيوعًا في الرياضيين).\n \n\nعوامل الخطورة:\n\nالجنس: النساء أكثر عرضة بكثير للكسر من الرجال، في الواقع واحدة من كل امرأتين فوق سن الخمسين سيكون لديها كسر خلال حياتها. ويرجع ذلك إلى أن عظام النساء حتى في أفضل حالاتها (من 25 إلى 30 عامًا) أصغر بشكل عام وأقل كثافة من عظام الرجال.\nالعمر: تفقد النساء كثافة العظام أكثر من الرجال مع تقدمهن في العمر بسبب فقدان هرمون الأستروجين في سن اليأس.\nالتدخين: هو أحد عوامل الخطر للإصابة بالكسر بسبب تأثيره على مستويات الهرمون. المرأة التي تُدخن عمومًا تمر في مرحلة سن اليأس في سن مبكر.\nالكورتيزون: غالبًا ما يوصف لعلاج الحالات الالتهابية المزمنة، مثل التهاب المفاصل الروماتويدي، وأمراض التهاب الأمعاء ومرض الانسداد الرئوي المزمن، لكن يمكن أن تؤدي الحاجة إلى استخدامها بجرعات متزايدة إلى فقدان العظام والإصابة بالكسور.\nالتهاب المفاصل الروماتويدي: من أمراض المناعة الذاتية، حيث أن الجسم يهاجم الخلايا والأنسجة السليمة حول المفاصل، مما يؤدي إلى فقدان المفصل وخطر إصابة العظام.\nمرضى السكري: المصابين بالنوع الأول من داء السكري غالبًا ما يكون لديهم كثافة عظام منخفضة، حيث يمكن لمشكلات الرؤية وتلف الأعصاب التي تُصاحب مرض السكري في كثير من الأحيان أن تُسهم في السقوط والإصابة بالكسور\nالكسور السابقة.\nالتاريخ العائلي لكسور الورك: يزيد من خطر كسور الورك في أطفالهم.\n \n\nالأعراض:\n\nكثير من الكسور مؤلمة للغاية وقد تمنع الفرد من تحريك المنطقة المصابة، ومن هذه الأعراض الشائعة:\n\nتورم واحمرار حول الإصابة.\nكدمات.\nالتشوه: قد يبدو أحد الأطراف خارج المكان أو جزء من العظم قد يخترق الجلد.\n \n\nالوقاية:\n\nالنظام الغذائي السليم الغني بالكالسيوم وفيتامين (د).\nممارسة الرياضة قد يساعد في منع بعض الكسور."
  },
  {
    "title": "Sutures",
    "body": "افعل :\n\t•\tالمحافظة على الجرح نظيف وجاف قدر الإمكان لمدة 24 إلى 48 ساعة الأولى بعد وضع الغرز.\n\t•\tترك الضمادات على الجرح خلال  24 ساعة الأولى.\n\t•\tاتباع تعليمات الغسل والتجفيف وتغير الضمادة المقدمة من قبل مقدم الرعاية الطبية.\n\t•\tفحص الجرح والغرز يوميًا لملاحظة أي تغييرات عليه.\n\t•\tالتأكد من نظافة يديك عند العناية بالجرح.\n\t•\tأخذ أدوية لتخفيف الألم وفقًا لتوجيهات الطبيب.\n\t•\tالمتابعة مع مقدم الرعاية الصحية للتأكد من التئام الجرح بشكل صحيح.\n\t•\tاستخدام الكريمات أو المراهم الموصى بها من قبل الطبيب.\n \nلا تفعل :\nفرك الغرز واستخدام منشفة على الغرز مباشرة واستخدم بدلًا من ذلك منشفة ورقية نظيفة.\nترك الملابس أو الضمادة رطبة على الغرز لأن هذا يسمح للبكتيريا للوصول إلى المنطقة وحدوث العدوى.\nالضغط على منطقة الغرز بواسطة أنشطة معينة.\nإدخال الجرح في حوض السباحة، أو تعرضه للماء مباشرة مثل غسل الأطباق (ما لم تستخدم قفازات مطاطية سميكة) وغيرها حتى تتم إزالة الغرز.\nلعب الأطفال بالماء والطين أو الرمل.\u2028\u2028 \u2028\u2028متى تجب رؤية الطبيب أو الذهاب للطوارئ مرة أخرى:\nإذا كان الجرح لا يزال ينزف بعد الخياطة.\nإذا سقطت الغرز قبل الموعد المحدد لإزالتها.\nعند ملاحظة علامات العدوى والتي تشمل:\n\t•\tزيادة الألم.\n\t•\tاحمرار وتورم المنطقة.\n\t•\tارتفاع درجة حرارة الجسم.\n\t•\tخروج الصديد (مادة صفراء اللون) من الجرح قد تدل على العدوى.\n\t•\tخدر أو وخز حول منطقة الجرح.\n\u2028إذا كنت تضع الضمادات على الغرز، فيجب اتباع تعليمات العناية التي يقدمها الطبيب."
  }
]